{
  "home_page": "Home Page",
  "about_us": "About Us",
  "core_task": "Core Task",
  "recent_activity": "Current Activities",
  "group_framework": "Group Framework",
  "application": "Application Form",
  "about_us_sub": "Focusing on the study of Sinology and related humanities fields, organizing activities related to Mr. Yu Ying-shih's academic thoughts.",
  "aboout_us_content": "This center cultivates key talents in the field of Sinology both domestically and internationally, promotes international academic exchanges, advocates Mr. Yu Ying-shih's academic contributions and Sinological research, strengthens Taiwan's position as a center of Sinology, and enhances the international reputation and humanities research capacity of our university.",
  "see_more": "See More",
  "core_task_a_name": "Yu Ying-shih Lectures",
  "core_task_a_content": "Inviting scholars with international reputation who have made significant contributions to Sinology and related fields to give a series of lectures and workshops at the center.",
  "core_task_b_name": "Visiting Scholars",
  "core_task_b_content": "Supporting collaboration research between various visiting scholars and scholars at our university. Visiting scholars will be provided with office space, research resources, and a monthly stipend of 60,000 NTD. In principle, the center accepts 3 visiting scholars each term.",
  "core_task_c_name": "Graduate Student Research Grants",
  "core_task_c_content": "Primarily for doctoral candidates from domestic and foreign universities, with a planned intake of 3 individuals per year. Each awardee will receive a monthly grant of 40,000 NTD, with a grant period of at least 3 months and a maximum of 12 months. During the research period, a faculty member from our university must serve as the supervisor.",
  "group_framework_sub": "The advisory committee of this center consists of 7-11 members recommended jointly by our university and the Academia Sinica, focusing on the study of Sinology and related humanities fields and organizing activities related to Mr. Yu Ying-shih's academic thoughts.",
  "group_member_a_name": "Chen Jo-shui",
  "group_member_a_desc": "Some job description",
  "group_member_b_name": "One Two Three",
  "group_member_b_desc": "Some job description",
  "group_member_c_name": "Four Five Six",
  "group_member_c_desc": "Some job description",
  "group_member_d_name": "Seven Eight Nine",
  "group_member_d_desc": "Some job description"
}
